tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "ansible"
brew "ansible-lint"
brew "autoconf"
brew "automake"
brew "bat"
brew "coreutils"
brew "docker"
brew "duf"
brew "dust"
brew "gh"
brew "go"
brew "goreleaser"
brew "htop"
brew "jq"
brew "libksba"
brew "libtool"
brew "marked"
brew "mas"
brew "nmap"
brew "pkg-config"
brew "shellcheck"
brew "wget"
brew "zlib"
cask "1password-cli"
cask "arduino"
cask "iterm2"
cask "nvalt"
cask "postman"
cask "powershell"
cask "sourcetree"
mas "Chronicle", id: 572561420
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "OmniFocus", id: 1346203938
mas "Pixelmator", id: 407963104
mas "Pixelmator Pro", id: 1289583905
mas "Reeder", id: 1529448980
mas "Soulver 2", id: 413965349
mas "The Unarchiver", id: 425424353
