tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "act"
brew "jpeg-xl"
brew "automake"
brew "awscli"
brew "bash-completion"
brew "bash-git-prompt"
brew "fontconfig"
brew "python@3.9"
brew "libyaml"
brew "cfn-lint"
brew "lima"
brew "colima"
brew "coreutils"
brew "defaultbrowser"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "golangci-lint"
brew "netpbm"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "htop"
brew "iam-policy-json-to-terraform"
brew "jq"
brew "libarchive"
brew "libsodium"
brew "libxml2"
brew "mas"
brew "python@3.10"
brew "node@14"
brew "oh-my-posh"
brew "openapi-generator"
brew "openjdk@11"
brew "packer"
brew "pidof"
brew "podman"
brew "shellcheck"
brew "terminal-notifier"
brew "terraform"
brew "tflint"
brew "tfsec"
brew "vault"
brew "wget"
brew "yarn"
brew "yq"
brew "zlib"
brew "zsh-git-prompt"
brew "bby-corp/infrauto/sensuctl"
cask "1password-cli"
cask "google-chrome"
cask "iterm2"
cask "nvalt"
cask "powershell"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "vagrant"
cask "visual-studio-code"
mas "1Password for Safari", id: 1569813296
mas "Magnet", id: 441258766
mas "Marked 2", id: 890031187
mas "Microsoft Remote Desktop", id: 1295203466
mas "OmniFocus", id: 1346203938
mas "Pixelmator Pro", id: 1289583905
mas "Reeder", id: 1529448980
mas "Soulver 2", id: 413965349
mas "The Unarchiver", id: 425424353
