tap "cockroachlabs/internal"
brew "certifi"
brew "libsodium"
brew "libssh"
brew "ansible"
brew "ansible-lint"
brew "asdf"
brew "awscli"
brew "bash"
brew "bazelisk"
brew "brew-gem"
brew "cairo"
brew "defaultbrowser"
brew "delve"
brew "direnv"
brew "gh"
brew "go"
brew "helm"
brew "hidapi"
brew "htmltest"
brew "htop"
brew "jmeter"
brew "jq"
brew "libpq", link: true
brew "minikube"
brew "oh-my-posh"
brew "podman"
brew "podman-compose"
brew "pstree"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "trivy"
brew "wget"
brew "cockroachlabs/internal/su-cli"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "font-caskaydia-cove-nerd-font"
cask "gcloud-cli"
cask "obsidian"
cask "podman-desktop"
cask "visual-studio-code"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "bmalehorn.shell-syntax"
vscode "chrisdias.vscode-opennewinstance"
vscode "coolbear.systemd-unit-file"
vscode "cschlosser.doxdocgen"
vscode "dakara.transformer"
vscode "davidanson.vscode-markdownlint"
vscode "dedsec727.jekyll-run"
vscode "dline.cobaltnext"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "jnbt.vscode-rufo"
vscode "josetr.cmake-language-support-vscode"
vscode "jprestidge.theme-material-theme"
vscode "leodevbro.blockman"
vscode "mervin.markdown-formatter"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.sublime-keybindings"
vscode "ms-vscode.vscode-serial-monitor"
vscode "ms-vscode.vscode-speech"
vscode "ms-vsliveshare.vsliveshare"
vscode "openai.chatgpt"
vscode "pkief.material-icon-theme"
vscode "redhat.ansible"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "ryanolsonx.zenburn"
vscode "svipas.prettier-plus"
vscode "timonwong.shellcheck"
vscode "twxs.cmake"
vscode "vscjava.vscode-java-upgrade"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wesbos.theme-cobalt2"
vscode "wmaurer.join-lines"
vscode "yzhang.markdown-all-in-one"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
